/**
 \* Created with IntelliJ IDEA.
 \* User: 彭诗杰
 \* Date: 2018/5/26
 \* Time: 11:55
 \* Description: 该文件用于记录常用的下拉框中等静态值
 \*/

export default {

  cities: [
    {
      name: "武汉",
      counties: ["江岸", "江汉", "硚口", "汉阳", "武昌", "青山", "洪山", "东西湖",
        "汉南", "蔡甸", "江夏", "黄陂", "新洲"]
    },
    {
      name: "黄石",
      counties: ["黄石港", "西塞山", "下陆", "铁山", "阳新", "大冶"]
    },
    {
      name: "十堰",
      counties: ["茅箭", "张湾", "郧阳", "郧西", "竹山", "竹溪", "房", "丹江口"]
    },
    {
      name: "宜昌",
      counties: ["西陵", "伍家岗", "点军", "猇亭", "夷陵", "远安", "兴山", "秭归",
        "长阳", "五峰", "宜都", "当阳", "枝江"]
    },
    {
      name: "襄阳",
      counties: ["襄城", "樊城", "襄州", "南漳", "谷城", "保康", "老河口", "枣阳",
        "宜城"]
    },
    {
      name: "鄂州",
      counties: ["梁子湖", "华容", "鄂城"]
    },
    {
      name: "荆门",
      counties: ["东宝", "掇刀", "京山", "沙洋", "钟祥"]
    },
    {
      name: "孝感",
      counties: ["孝南", "孝昌", "大悟", "云梦", "应城", "安陆", "汉川"]
    },
    {
      name: "荆州",
      counties: ["沙市", "荆州", "公安", "监利", "江陵", "石首", "洪湖", "松滋"]
    },
    {
      name: "黄冈",
      counties: ["黄州", "团风", "红安", "罗田", "英山", "浠水", "蕲春", "黄梅", "麻城", "武穴"]
    },
    {
      name: "咸宁",
      counties: ["咸安", "嘉鱼", "通城", "崇阳", "通山", "赤壁"]
    },
    {
      name: "随州",
      counties: ["曾都", "随县", "广水"]
    },
    {
      name: "恩施",
      counties: ["恩施", "利川", "建始", "巴东", "宣恩", "咸丰", "来凤", "鹤峰"]
    },
    {
      name: "直辖县级",
      counties: ["仙桃", "潜江", "天门", "神农架林"]
    }
  ],

}
